[BalanceDefs.BD_GoodBadMordecai_GraveStash InteractiveObjectBalanceDefinition]
DefaultDisplayName="The Divine Network"
Grades[0]=(GradeModifiers=(DisplayName="volleyball net"))

[IO_GoodBadMordecai_GraveStash InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_GoodBadMordecai_GraveStashFake InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_GoodBadMordecai_LooseMetal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_GoodBadMordecai_PrisonBars InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_GoodBadMordecai_GraveJunk MissionItemDefinition]
UseFailureCharacterMessage="mandatory %s its use."
ItemName="debris"
PickupMessage="You did it %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use this."
NoManufacturerName="General Finance"

[ItemDefs.ID_MO_GoodBadMordecai_CarsonEcho MissionItemDefinition]
UseFailureCharacterMessage="needed %s use this number."
ItemName="Ecological Group"
PickupMessage="but next to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Generally speaking"

[ItemDefs.ID_MO_GoodBadMordecai_CarsonEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="true story..."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_GoodBadMordecai_PrisonEcho MissionItemDefinition]
UseFailureCharacterMessage="There is a lesson %s Use this article."
ItemName="Echo device"
PickupMessage="That is true %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="I know"

[ItemDefs.ID_MO_GoodBadMordecai_PrisonEcho:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Carson is digging his own grave.."
NoConstraintText=""
Suffix=""
Prefix=""

[Population.BD_GoodBadMordecai_GraveStashFake InteractiveObjectBalanceDefinition]
DefaultDisplayName="Volleyball"
Grades[0]=(GradeModifiers=(DisplayName="volleyball net"))

